<template>
    <div>
        <div class="content">
            <div class="row d-flex justify-content-center">


                <div id="primary" class="col-12 col-md-10 col-lg-8">


                    <main id="main" class="site-main">
                        <article class="post-3216 page type-page status-publish ast-article-single" id="post-3216"
                            itemtype="https://schema.org/CreativeWork" itemscope="itemscope">


                            <header class="entry-header ast-no-title ast-header-without-markup">
                            </header> <!-- .entry-header -->


                            <div class="entry-content clear" ast-blocks-layout="true" itemprop="text">


                                <div data-elementor-type="wp-page" data-elementor-id="3216"
                                    class="elementor elementor-3216">
                                    <div class="elementor-element elementor-element-6fd13992 e-flex e-con-boxed e-con e-parent"
                                        data-id="6fd13992" data-element_type="container"
                                        data-settings="{&quot;content_width&quot;:&quot;boxed&quot;}"
                                        data-core-v316-plus="true">
                                        <div class="e-con-inner">
                                            <div class="elementor-element elementor-element-398e6bc5 elementor-widget elementor-widget-text-editor"
                                                data-id="398e6bc5" data-element_type="widget"
                                                data-widget_type="text-editor.default">
                                                <div class="elementor-widget-container">
                                                    
                                                    <h1 class="wp-block-heading" style="text-align: center;"><span
                                                            style="font-size: 25px;">นโยบายการใช้คุกกี้ (Cookies
                                                            Policy)</span></h1>
                                                    <!-- /wp:heading --><!-- wp:paragraph -->
                                                    <p>เว็บไซต์ https://madam-clean.com/ มีการใช้งานเทคโนโลยีคุกกี้ หรือ
                                                        เทคโนโลยีอื่นที่มีลักษณะใกล้เคียงกันกับคุกกี้ บนเว็บไซต์ของเรา
                                                        เพื่อให้ผู้เยี่ยมชมเว็บไซต์
                                                        ได้รับประสบการณ์ที่ดีในการเยี่ยมชมเว็บไซต์ และ
                                                        ช่วยให้เราพัฒนาระบบเว็บไซต์
                                                        ที่สามารถตอบสนองความต้องการของผู้เยี่ยมชมได้อย่างดียิ่งขึ้น</p>
                                                    <!-- /wp:paragraph --><!-- wp:heading -->
                                                    <h2 class="wp-block-heading"><span
                                                            style="font-size: 22px;">คำจำกัดความ</span></h2>
                                                    <!-- /wp:heading --><!-- wp:list -->
                                                    <ul><!-- wp:list-item -->
                                                        <li>ผู้เยี่ยมชมเว็บไซต์ คือ ผู้ที่เปิดหน้าเว็บไซต์ หรือ
                                                            อ่านข้อมูลบนหน้าเว็บไซต์ ไม่ว่าจะเป็นหน้าใดก็ตาม</li>
                                                        <!-- /wp:list-item --><!-- wp:list-item -->
                                                        <li>ระบบเว็บไซต์ คือ ระบบการทำงานของเว็บไซต์
                                                            https://madam-clean.com/</li>
                                                        <!-- /wp:list-item -->
                                                    </ul>
                                                    <!-- /wp:list --><!-- wp:heading -->
                                                    <h2 class="wp-block-heading"><span style="font-size: 22px;">คุกกี้
                                                            คือ อะไร</span></h2>
                                                    <!-- /wp:heading --><!-- wp:paragraph -->
                                                    <p>คุกกี้ คือ
                                                        ไฟล์ข้อความขนาดเล็กที่จัดเก็บอยู่บนเครื่องคอมพิวเตอร์ของผู้เยี่ยมชมเว็บไซต์
                                                        เมื่อมีการเข้าสู่เว็บไซต์ และ
                                                        ในแต่ละครั้งที่ผู้เยี่ยมชมเว็บไซต์เข้าสู่หน้าใดของเว็บไซต์ก็ตาม
                                                        ข้อมูลในคุกกี้ จะถูกส่งกลับไปยังระบบเว็บไซต์เพื่อประมวลผล หรือ
                                                        ถูกส่งต่อไปยังเว็บไซต์อื่นๆ ที่รองรับการทำงานของคุกกี้นั้นได้
                                                    </p>
                                                    <!-- /wp:paragraph --><!-- wp:paragraph -->
                                                    <p>คุกกี้มีประโยชน์ในการช่วยให้ระบบเว็บไซต์
                                                        สามารถจดจำอุปกรณ์ของผู้เยี่ยมชมเว็บไซต์
                                                        เพื่อให้บริการที่เหมาะสมกับผู้เยี่ยมชมเว็บไซต์ มากยิ่งขึ้น</p>
                                                    <!-- /wp:paragraph --><!-- wp:paragraph -->
                                                    <p>คุกกี้ สามารถทำงานได้หลากหลายแบบ เช่น
                                                        ช่วยให้ผู้เยี่ยมชมเว็บไซต์ได้รับประสบการณ์ที่เหมาะสมในการเยี่ยมชมเว็บไซต์
                                                        สำหรับแต่ละอุปกรณ์ จดจำสิ่งที่ผู้เยี่ยมชมเว็บไซต์ชื่นชอบ
                                                        และพัฒนาประสบการณ์การใช้งานของผู้เยี่ยมชมเว็บไซต์</p>
                                                    <!-- /wp:paragraph --><!-- wp:paragraph -->
                                                    <p>นอกจากนี้ คุกกี้ที่ https://madam-clean.com/
                                                        ใช้ยังสามารถแบ่งเป็นประเภทต่างๆ ได้ดังนี้</p>
                                                    <!-- /wp:paragraph --><!-- wp:heading -->
                                                    <h2 class="wp-block-heading"><span
                                                            style="font-size: 22px;">คุกกี้ที่จำเป็นต่อการใช้งานเว็บไซต์</span>
                                                    </h2>
                                                    <!-- /wp:heading --><!-- wp:paragraph -->
                                                    <p>คุกกี้ประเภทนี้ มีความสำคัญ ในการทำให้ผู้เยี่ยมชมเว็บไซต์
                                                        สามารถใช้งานเว็บไซต์ และ ฟังก์ชั่นต่างๆ บนเว็บไซต์ของเราได้
                                                        รวมถึงช่วยให้ผู้เยี่ยมชมเว็บไซต์ สามารถเข้าถึงข้อมูล และ
                                                        ใช้เว็บไซต์ ได้อย่างปลอดภัย หากไม่มีคุกกี้ประเภทนี้ เว็บไซต์
                                                        https://madam-clean.com/ จะไม่สามารถทำงานได้อย่างปกติ
                                                        รวมทั้งผู้เยี่ยมชมเว็บไซต์
                                                        จะไม่สามารถใช้บริการบางอย่างบนเว็บไซต์ https://madam-clean.com/
                                                        ได้</p>
                                                    <!-- /wp:paragraph --><!-- wp:heading -->
                                                    <h2 class="wp-block-heading"><span
                                                            style="font-size: 22px;">คุกกี้ที่ใช้เก็บข้อมูลการใช้งาน</span>
                                                    </h2>
                                                    <!-- /wp:heading --><!-- wp:paragraph -->
                                                    <p>คุกกี้ประเภทนี้
                                                        เป็นส่วนหนึ่งของคุกกี้ที่จำเป็นต่อการใช้งานเว็บไซต์
                                                        ใช้เพื่อการจดจำผู้เยี่ยมชมเว็บไซต์ และ การตั้งค่าต่างๆ
                                                        บนเว็บไซต์ ตามลักษณะการใช้งานของผู้เยี่ยมชมเว็บไซต์
                                                        คุกกี้ชนิดนี้ใช้เพื่ออำนวยความสะดวก เมื่อผู้เยี่ยมชมเว็บไซต์
                                                        กลับมาใช้งานเว็บไซต์ ในครั้งถัดไป เช่น การจดจำชื่อผู้ใช้งาน และ
                                                        ปรับแต่งการตั้งค่าให้เป็นไปตามการใช้งานของผู้เยี่ยมชมเว็บไซต์
                                                    </p>
                                                    <!-- /wp:paragraph --><!-- wp:heading -->
                                                    <h2 class="wp-block-heading"><span
                                                            style="font-size: 22px;">คุกกี้ที่ใช้ประมวลผลสถิติและวิเคราะห์การใช้งานเว็บไซต์</span>
                                                    </h2>
                                                    <!-- /wp:heading --><!-- wp:paragraph -->
                                                    <p>คุกกี้ประเภทนี้ ใช้สำหรับประมวลผลการดำเนินงานของเว็บไซต์
                                                        https://madam-clean.com/ เพื่อให้ระบบเว็บไซต์
                                                        เข้าใจถึงความสนใจของผู้เยี่ยมชมเว็บไซต์ เช่น
                                                        การนับจำนวนผู้เข้าชมเว็บไซต์
                                                        การนับจำนวนหน้าที่ผู้เยี่ยมชมเว็บไซต์เข้าใช้งาน
                                                        การประมวลผลความสนใจและพฤติกรรมการเยี่ยมชมเว็บไซต์ โดยทางเว็บไซต์
                                                        https://madam-clean.com/ จะใช้ข้อมูลดังกล่าว
                                                        เพื่อปรับปรุงประสิทธิภาพการทำงานของเว็บไซต์
                                                        เพื่อตอบสนองต่อความต้องการของผู้เยี่ยมชมเว็บไซต์
                                                        ให้สามารถใช้งานเว็บไซต์ได้ดียิ่งขึ้น</p>
                                                    <!-- /wp:paragraph --><!-- wp:heading -->
                                                    <h2 class="wp-block-heading"><span
                                                            style="font-size: 22px;">คุกกี้ที่ใช้สำหรับการตลาดออนไลน์</span>
                                                    </h2>
                                                    <!-- /wp:heading --><!-- wp:paragraph -->
                                                    <p>คุกกี้ประเภทนี้จะถูกใช้งานเพื่อเก็บข้อมูลการใช้งานเว็บไซต์ และ
                                                        ลิงก์ที่ผู้เยี่ยมชมเว็บไซต์มีการเข้าถึงหรือเยี่ยมชม
                                                        เพื่อให้เข้าใจในความสนใจและพฤติกรรมการเยี่ยมชมเว็บไซต์
                                                        ของผู้เยี่ยมชมเว็บไซต์ และ ใช้ในการนำเสนอสิทธิประโยชน์ โฆษณา และ
                                                        ประชาสัมพันธ์
                                                        ให้เหมาะสมกับความสนใจของผู้เยี่ยมชมเว็บไซต์มากที่สุด</p>
                                                    <!-- /wp:paragraph --><!-- wp:heading -->
                                                    <h2 class="wp-block-heading"><span
                                                            style="font-size: 22px;">การตั้งค่าและการปฏิเสธคุกกี้</span>
                                                    </h2>
                                                    <!-- /wp:heading --><!-- wp:paragraph -->
                                                    <p>ผู้เยี่ยมชมเว็บไซต์ สามารถเลือกทำการปฎิเสธการทำงานของคุ้กกี้
                                                        ได้ตามความต้องการ โดยสามารถตั้งค่าเว็บบราวเซอร์ หรือ
                                                        ค่าความเป็นส่วนตัวของผู้เยี่ยมชมเว็บไซต์
                                                        ด้วยการปฏิเสธการทำงานของคุ้กกี้ทั้งหมด
                                                        แต่ทั้งนี้ผู้เยี่ยมชมเว็บไซต์
                                                        จะไม่สามารถใช้งานบางฟังก์ชั่นบนเว็บไซต์ได้ และ
                                                        อาจจะทำให้การใช้งานเว็บไซต์ไม่มีประสิทธิภาพเท่าที่ควร</p>
                                                    <!-- /wp:paragraph --><!-- wp:paragraph -->
                                                    <p>นอกจากการตั้งค่าความเป็นส่วนตัวบนอุปกรณ์ หรือ
                                                        เว็บบราวเซอร์โดยตรงแล้ว ผู้เยี่ยมชมเว็บไซต์
                                                        ยังสามารถปฏิเสธคุกกี้ผ่านทางหน้าต่างแจ้งเตือนบนหน้าเว็บไซต์ได้อีกด้วย
                                                        แต่ถ้าหากผู้เยี่ยมชมเว็บไซต์ปฏิเสธการใช้งานคุกกี้ทั้งหมด
                                                        ผู้เยี่ยมชมเว็บไซต์ จะไม่สามารถใช้งานบางฟังก์ชั่นบนเว็บไซต์ได้
                                                        และ
                                                        อาจจะทำให้ประสบการณ์การใช้งานเว็บไซต์ไม่มีประสิทธิภาพเท่าที่ควร
                                                    </p>
                                                    <!-- /wp:paragraph --><!-- wp:heading -->
                                                    <h2 class="wp-block-heading"><span
                                                            style="font-size: 22px;">ข้อตกลงการใช้บริการเว็บไซต์</span>
                                                    </h2>
                                                    <!-- /wp:heading --><!-- wp:paragraph -->
                                                    <p>ในการใช้บริการเว็บไซต์ https://madam-clean.com/
                                                        ผู้เยี่ยมชมเว็บไซต์ รับทราบว่าเว็บไซต์ https://madam-clean.com/
                                                        จะมีการใช้งานคุกกี้ประเภทต่างๆ
                                                        เพื่อวัตถุประสงค์ตามที่ระบุไว้ข้างต้น และระบบเว็บไซต์
                                                        อาจเก็บรวบรวม ใช้
                                                        หรือเปิดเผยข้อมูลส่วนบุคคลของผู้เยี่ยมชมเว็บไซต์
                                                        ซึ่งเป็นส่วนหนึ่งของคุกกี้ดังกล่าว
                                                        เพื่อวัตถุประสงค์ตามที่ระบุไว้ในประกาศนโยบายความเป็นส่วนตัวของเว็บไซต์
                                                    </p>
                                                    <!-- /wp:paragraph --><!-- wp:paragraph -->
                                                    <p>หากเว็บไซต์ https://madam-clean.com/
                                                        มีการเชื่อมโยงไปยังเว็บไซต์ของบุคคลที่สาม
                                                        โปรดทราบว่าบุคคลดังกล่าวอาจมีนโยบายการใช้คุกกี้ของตนเอง
                                                        เราขอแนะนำให้ผู้เยี่ยมชมเว็บไซต์ทุกท่าน
                                                        อ่านนโยบายการใช้คุกกี้ของบุคคลดังกล่าวก่อนการใช้งานเว็บไซต์เหล่านั้น
                                                    </p>
                                                    <!-- /wp:paragraph --><!-- wp:heading -->
                                                    <h2 class="wp-block-heading"><span
                                                            style="font-size: 22px;">ท่านจะติดต่อ
                                                            https://madam-clean.com/
                                                            และเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล ได้อย่างไร</span></h2>
                                                    <!-- /wp:heading --><!-- wp:paragraph -->
                                                    <p>หากท่านมีข้อเสนอแนะ
                                                        หรือต้องการสอบถามข้อมูลเกี่ยวกับรายละเอียดการเก็บรวบรวม ใช้
                                                        และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน
                                                        รวมถึงการขอใช้สิทธิตามนโยบายฉบับนี้ ท่านสามารถติดต่อ
                                                        ผ่านช่องทางต่อไปนี้</p>
                                                    <!-- /wp:paragraph --><!-- wp:list -->
                                                    <ul><!-- wp:list-item -->
                                                        <li><a href="https://www.facebook.com/MadamClean.th">Facebook:
                                                                MadamClean</a></li>
                                                        <!-- /wp:list-item -->
                                                    </ul>
                                                    <!-- /wp:list --><!-- wp:paragraph -->
                                                    <p>จัดทำนโยบายโดย madamclean (https://madam-clean.com/)</p>
                                                    <!-- /wp:paragraph -->
                                                </div>
                                            </div>
                                        </div>
                                    </div>
                                </div>



                            </div><!-- .entry-content .clear -->



                        </article><!-- #post-## -->

                    </main><!-- #main -->


                </div><!-- #primary -->


            </div> <!-- ast-container -->
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style></style>